Repository: ibtikarat/Ibtikarat-Master
Catalog: Matajer/*.lproj/Main.strings
Languages: ar

# 0ZA-SM-ImB.text
source: Terms and Conditions
ar: الشروط و الاحكام

# 1zk-mc-yXn.text
source: Phone
ar: رقم الجوال

# 31b-Fd-2lR.normalTitle
source: My Order
ar: الطلبات

# 3gx-mE-hf7.text
source: 15,000 RAS
ar: 15,000 ر.س

# 49n-tx-8CT.text
source: E-mail
ar: البريد الالكتروني

# 4ha-h1-jkE.text
source: change Password
ar: كلمة المرور

# 4yC-r3-RG9.text
source: 15,000 RAS
ar: 15,000 ر.س

# 5mN-8W-Cx2.text
source: Application Evaluation
ar: تقييم التطبيق

# 640-hG-DgG.placeholder
source: last name
ar: الاسم الأخيــر

# RDJ-6S-aP9.placeholder
source: add coupon code
ar: اضف كود الخصم هنا

# 9hM-wp-WT2.text
source: Cobon
ar: كوبون الخصم

# A1N-s1-fV9.normalTitle
source: Check
ar: تحقق

# AG1-dZ-X0g.text
source: Language
ar: اللغـة

# B8P-zI-Qhx.text
source: Contact Us
ar: اتصـل بنـا

# DC8-xZ-a5c.text
source: Enter your email address and we'll send a link to reset your password
ar: أدخل البريد الالكتروني الخاص بك , و سنقوم بارسال رابط لإعادة تعيين كلمة المرور الخاصة بك

# DCI-BC-jxd.placeholder
source: what do you searching for ?
ar: ما الذي تبحث عنه ؟

# DhX-HV-4ZQ.placeholder
source: enter your first name
ar: أدخل الاسم هنا

# EoE-Ml-gRW.title
source: My Order
ar: طلباتي

# Gcm-E8-cyn.normalTitle
source: complete your order
ar: إتمام الطلب

# H2n-V9-iQV.title
source: Category
ar: التصنيفات

# Iip-KD-3em.text
source: Total :
ar: الإجمالي :

# JDr-QJ-Rda.text
source: Connect with us via Whatsapp
ar: توصل معنا عبر الواتس اب

# Jqq-Vw-MpD.placeholder
source: Enter your password
ar: أدخل كلمة المرور هنا

# K3u-Lh-aBI.title
source: Order Details
ar: My

# Kr9-yi-zZb.placeholder
source: Enter your password
ar: أدخل كلمة المرور هنا

# LAE-a9-FN7.headerTitle
source: MyAccount
ar: حسـابي

# LvH-Cu-mTD.text
source: Name
ar: الاسم

# MLh-PP-8R5.title
source: Favorate
ar: المفضلة

# Mjb-76-oOi.text
source: sign out
ar: تسجيل الخروج

# NRg-sk-jxf.text
source: Filter
ar: تصنيف حسب

# POH-ao-2Hv.text
source: Mobile number
ar: رقم الهاتف

# QPG-xA-iJr.title
source: Profile
ar: الحســاب

# TD9-m5-Os8.headerTitle
source: Contact us
ar: تواصل معنا

# TGZ-Bd-EW0.text
source: Send a message
ar: أرسل رسالة

# TIM-Ux-JlO.text
source: Final total tax incl
ar: الإجمالي النهائي شامل الضريبة

# UXQ-yR-sXq.text
source: Last Name
ar: الاسم الأخيــر

# UrH-lQ-Csi.text
source: Email
ar: البريد الالكتروني

# Wst-kl-IYn.text
source: Bank Accounts
ar: الحسابات البنكية

# YbU-mb-S2p.text
source: 1550 RAS
ar: 1550 ر.س

# ZYR-70-gVa.text
source: Email
ar: البريد الإلكتروني

# aK1-5X-i59.text
source: Order details
ar: تفاصيل الطلب

# ar1-2y-RE7.normalTitle
source: Settings
ar: الإعدادت

# b5M-y1-dVM.text
source: Total
ar: الاجمالي

# bM0-ID-MDg.title
source: Home
ar: الرئيسية

# bO5-QJ-arf.text
source: Sort by
ar: ترتيــب حسب

# bTO-rl-9ou.text
source: My ratings
ar: تقييماتي

# bVy-dY-E2V.text
source: About Bayt Alaroos
ar: عن متاجر

# bZH-xh-3TH.normalTitle
source: Login
ar: تسجيل دخول

# c0R-hU-Kx8.placeholder
source: what do you searching for ?
ar: ما الذي تبحث عنه ؟

# d5O-oU-Qcz.text
source: Last Name
ar: الاسم الأخير

# dNk-Mz-51e.text
source: Password
ar: كلمة المرور

# dgg-ab-YOf.text
source: Register
ar: التسجيل

# duA-Js-oYx.title
source: Cart
ar: سلة الشراء

# eU4-xw-fCY.text
source: Web
ar: الموقع الالكتروني

# esy-Z4-c4J.normalTitle
source: Forget Password ?
ar: نسيت كلمة المرور؟

# fdM-PV-ifb.normalTitle
source: complete your order
ar: إتمام الطلب

# fsK-tR-4Q3.text
source: Quntity:
ar: الكمية:

# hlw-aT-KuU.normalTitle
source: Login >
ar: تسجيل الدخول >

# iO0-zX-uZY.text
source: First Name
ar: الاسم الأول

# jJ9-4Q-Uyb.placeholder
source: what do you searching for ?
ar: ما الذي تبحث عنه ؟

# jub-KF-Id6.text
source: 15,000 RAS
ar: 15,000 ر.س

# k9k-vM-wpD.text
source: Date of Birth
ar: تاريخ الميلاد

# kEM-uL-VLW.text
source: User Profile
ar: بروفايل المستخدم

# mDD-e3-m0A.text
source: male
ar: ذكر

# oie-4u-UuG.text
source: 15,000 RAS
ar: 15,000 ر.س

# pXn-ck-0Qe.text
source: Mobile number
ar: رقم الهاتف

# qID-UD-lk7.text
source: Email
ar: البريد الالكتروني

# qpi-OD-MiL.text
source: delivary
ar: الشحن

# tKm-Mz-VQ1.text
source: Gender
ar: رقم الهاتف

# uJ3-I5-TgX.text
source: Password
ar: كلمة المرور

# uWJ-RG-jrq.text
source: Login
ar: تسجيل دخول

# vOq-Zf-qfC.normalTitle
source: Password Reset
ar: اعادة تعيين كلمة المرور

# wGz-Tk-RBe.text
source: Cash on Delivery Commission
ar: عمولة الدفع عند الاستلام

# wbw-hC-rwU.normalTitle
source: Addresses
ar: العناوين

# x6x-jd-vEC.title
source: profile
ar: بروفايل المستخدم

# xfN-ec-36c.text
source: App version
ar: نسخة التطبيق

# yDB-do-pka.text
source: E-mail
ar: البريد الإلكتروني

# XAT-Km-0yg.text
source: Gender
ar: الجنــس

# 4fa-09-xcd.text
source: Tax value 5%
ar: ضريبة القيمة المضافة 5%

# 8i8-PS-gNr.text
source: Transfer now
ar: تحويل الآن
